[
    {
        "id": 1,
        "name": "Molly Smith",
        "age": 35,
        "nationality": "American",
        "current_employment": "Executive Chef at The Spice Room",
        "years_of_experience": 12,
        "number_of_recipes": 87,
        "likes": 235,
        "gender": "female",
        "profile_picture": "https://randomuser.me/api/portraits/women/1.jpg",
        "bio": "Molly Smith is a highly acclaimed chef who has worked at some of the most prestigious restaurants in the world. She is known for her innovative use of spices and her ability to create unique and flavorful dishes. Molly is also a passionate advocate for sustainable and ethical sourcing of ingredients, and she strives to incorporate these principles into all aspects of her cooking."
    },
    {
        "id": 2,
        "name": "Juan Garcia",
        "age": 42,
        "nationality": "Mexican",
        "current_employment": "Head Chef at Casa de la Comida",
        "years_of_experience": 18,
        "number_of_recipes": 123,
        "likes": 346,
        "gender": "male",
        "profile_picture": "https://randomuser.me/api/portraits/men/2.jpg",
        "bio": "Juan Garcia is a highly experienced chef who has worked in some of the best restaurants in Mexico and around the world. He specializes in traditional Mexican cuisine and is known for his bold and spicy flavors. Juan is also an avid gardener and uses fresh herbs and vegetables from his own garden in many of his dishes."
    },
    {
        "id": 3,
        "name": "Sophie Martin",
        "age": 29,
        "nationality": "French",
        "current_employment": "Sous Chef at Le Bistro",
        "years_of_experience": 7,
        "number_of_recipes": 62,
        "likes": 154,
        "gender": "female",
        "profile_picture": "https://randomuser.me/api/portraits/women/3.jpg",
        "bio": "Sophie Martin is a talented chef who specializes in French cuisine. She has worked at some of the most prestigious restaurants in France and has won several awards for her innovative and delicious dishes. Sophie is also a passionate traveler and incorporates ingredients and techniques from around the world into her cooking."
    },
    {
        "id": 4,
        "name": "Antonio Rossi",
        "age": 38,
        "nationality": "Italian",
        "current_employment": "Chef de Cuisine at La Cucina Italiana",
        "years_of_experience": 15,
        "number_of_recipes": 98,
        "likes": 289,
        "gender": "male",
        "profile_picture": "https://randomuser.me/api/portraits/men/4.jpg",
        "bio": "Antonio Rossi is a master of Italian cuisine and is known for his traditional and authentic dishes. He has worked at some of the most renowned Italian restaurants in the world and has won several awards for his cooking. Antonio is also a passionate wine connoisseur and is known for his expert pairings of food and wine."
    },
    {
        "id": 5,
        "name": "Chen Liu",
        "age": 31,
        "nationality": "Chinese",
        "current_employment": "Executive Chef at The Red Lantern",
        "years_of_experience": 9,
        "number_of_recipes": 98,
        "likes": 289,
        "gender": "female",
        "profile_picture": "https://randomuser.me/api/portraits/women/5.jpg",
        "bio": "Born and raised in Beijing, Chen Liu was exposed to the world of food at a young age, watching his parents cook traditional Chinese dishes in their family-owned restaurant. After studying culinary arts in Paris, Chen traveled the world, working in Michelin-starred restaurants in New York, Tokyo, and London. With over 15 years of experience in the industry, Chef Chen is known for his innovative fusion cuisine that combines the flavors of his native China with international techniques. He currently heads the kitchen at his own restaurant, Liu's Kitchen, in San Francisco, where he continues to push the boundaries of modern Chinese cuisine."
    },
    {
        "id": 6,
        "name": "Lina Gomez",
        "age": 31,
        "nationality": "Colombian",
        "current_employment": "Head Chef at El Pueblo",
        "years_of_experience": 10,
        "number_of_recipes": 72,
        "likes": 196,
        "gender": "female",
        "profile_picture": "https://randomuser.me/api/portraits/women/5.jpg",
        "bio": "Lina Gomez is a rising star in the culinary world, with a unique approach to Colombian cuisine. She blends traditional techniques with modern flavors and presentation to create stunning dishes that are both delicious and beautiful. Lina's passion for food extends beyond the kitchen, and she is an advocate for sustainable and ethical sourcing of ingredients. She hopes to inspire others to appreciate the diversity and richness of Colombian cuisine."
    }
]